api.service.agreement.title = API Terms
label.submit = Submit
oauthapps.default.service.agreement = Please define the api terms in /api/serviceAgreement.html in your instalation project.
oauthapps.label.terms.checksum = Control code:{0}
oauthapps.label.terms.generated.date = This page was generated on {0}
oauthapps.text.manage.applications.agree.terms = I have read and agree to the FenixAPI Service Agreement describe above.
oauthapps.text.manage.applications.register = To register external application and have access to the API it is necessary to accept the following service agreement:
authorize.personal.data.access.history = View authorization history
authorize.personal.data.access.title = Manage Data Access

authorize.personal.data.access.title.santander.card = IST Identification Card
authorize.personal.data.access.title.cgd.card  = Cart\u00E3o identifica\u00E7\u00E3o Ulisboa
authorize.personal.data.access.description.santander.card=<p>\
    Within the scope of the existing Protocol between Instituto Superior T\u00E9cnico and Banco Santander S.A., the identification card is issued with the cooperation of the bank, with benefits for students and other users of the School.</p>\
<p>The identification card is mandatory and totally free, and its use is essential for the proper functioning of the School's services.</p>\
<p>Therefore, I declare that I have been informed that the Instituto Superior T\u00E9cnico will send the following data to Banco Santander S.A., for the purposes of issuing and using the Instituto Superior T\u00E9cnico identification card:</p>\
<ul>\
    <li>T\u00E9cnico ID</li>\
    <li>Name</li>\
    <li>Photo</li>\
    <li>Role on IST (Student, Teacher, Employee, Researcher, Grant Owner)</li>\
</ul>
authorize.personal.data.access.description.cgd.card=<p>No \u00E2mbito do Protocolo existente entre a Universidade de Lisboa e a Caixa Geral de Dep\u00F3sitos , a emiss\u00E3o do cart\u00E3o de identifica\u00E7\u00E3o \u00E9 feita com a coopera\u00E7\u00E3o da entidade banc\u00E1ria, com benef\u00EDcios para os alunos e restantes utentes da Escola.</p>\
<p>O cart\u00E3o de identifica\u00E7\u00E3o \u00E9 obrigat\u00F3rio e totalmente gratuito, sendo a sua utiliza\u00E7\u00E3o essencial para a identifica\u00E7\u00E3o do aluno noutras escolas da Universidade e acesso \u00E0s unidades alimentares (cantinas) dos Servi\u00E7os de Ac\u00E7\u00E3o Social da Universidade de Lisboa.</p>\
<p>Assim, Declaro que tomei conhecimento que o Instituto Superior T\u00E9cnico enviar\u00E1 \u00E0 Caixa Geral de Dep\u00F3sitos os seguintes dados, para efeitos de emiss\u00E3o e utiliza\u00E7\u00E3o do cart\u00E3o de identifica\u00E7\u00E3o da Universidade de Lisboa:</p>\
<ul>\
    <li>T\u00E9cnico ID</li>\
    <li>Nome do aluno</li>\
    <li>Tipo, n\u00FAmero e emiss\u00E3o/validade do documento de identifica\u00E7\u00E3o</li>\
    <li>Nacionalidade</li>\
    <li>Data de nascimento</li>\
    <li>Identifica\u00E7\u00E3o fiscal</li>\
    <li>Nome e Tipo do curso</li>\
    <li>Ano curricular</li>\
</ul>
authorize.personal.data.access.title.santander.bank = Santander - abertura de conta
authorize.personal.data.access.title.cgd.bank  = CGD - abertura de conta
authorize.personal.data.access.description.santander.bank=<p>No \u00E2mbito do Protocolo existente entre o Instituto Superior T\u00E9cnico e o Banco Santander S.A., a emiss\u00E3o do cart\u00E3o de identifica\u00E7\u00E3o \u00E9 feita com a coopera\u00E7\u00E3o da entidade banc\u00E1ria. No \u00E2mbito do mesmo protocolo ser\u00E1 poss\u00EDvel ao aluno a abertura de uma conta banc\u00E1ria e inser\u00E7\u00E3o de val\u00EAncia banc\u00E1ria no referido cart\u00E3o, com benef\u00EDcios para os alunos e toda a escola.</p>\
<p>Assim, para facilitar este processo de recolha de dados no processo de abertura de conta, no stand do Banco Santander S.A., poder\u00E1 autorizar que os dados recolhidos pela Escola sejam cedidos ao Banco Santander S.A., atrav\u00E9s da aceita\u00E7\u00E3o das declara\u00E7\u00F5es abaixo.</p>\
<p>Declaro que autorizo o Instituto Superior T\u00E9cnico a transmitir os seguintes dados ao Banco Santander S.A., para efeitos de eventual abertura de conta:</p>\
<ul>\
    <li>T\u00E9cnico ID</li>\
    <li>Nome </li>\
    <li>Email</li>\
    <li>Telefone/Telem\u00F3vel</li>\
    <li>Indica\u00E7\u00E3o da rela\u00E7\u00E3o com a institui\u00E7\u00E3o (Aluno/Colaborador/Docente)</li>\
    <li>Ano Curricular</li>\
    <li>Nome Completo</li>\
    <li>N\u00FAmero de documento de identifica\u00E7\u00E3o</li>\
    <li>Nacionalidade</li>\
    <li>Morada de resid\u00EAncia</li>\
    <li>Ano lectivo de inscri\u00E7\u00E3o</li>\
    <li>Ano curricular</li>\
    <li>Tipo e Nome do Curso</li>\
    <li>N\u00FAmero de inscri\u00E7\u00F5es</li>\
</ul>
authorize.personal.data.access.description.cgd.bank=<p>No \u00E2mbito do Protocolo existente entre a Universidade de Lisboa e a Caixa Geral de Dep\u00F3sitos, a emiss\u00E3o do cart\u00E3o de identifica\u00E7\u00E3o \u00E9 feita com a coopera\u00E7\u00E3o da entidade banc\u00E1ria. No \u00E2mbito do mesmo protocolo ser\u00E1 poss\u00EDvel ao aluno a abertura de uma conta banc\u00E1ria e inser\u00E7\u00E3o de val\u00EAncia banc\u00E1ria no referido cart\u00E3o, com benef\u00EDcios para os alunos e toda a escola.</p>\
<p>Assim, para facilitar este processo de recolha de dados no processo de abertura de conta, no stand da caixa Geral de Dep\u00F3sitos, poder\u00E1 autorizar que os dados recolhidos pela Escola sejam cedidos \u00E0 Caixa Geral de Dep\u00F3sitos, atrav\u00E9s da aceita\u00E7\u00E3o das declara\u00E7\u00F5es abaixo.</p>\
<p>Declaro que autorizo o Instituto Superior T\u00E9cnico a transmitir os seguintes dados \u00E0 Caixa Geral de Dep\u00F3sitos, para efeitos de eventual abertura de conta:</p>\
<ul>\
    <li>T\u00E9cnico ID</li>\
    <li>Nome do aluno</li>\
    <li>Tipo, n\u00FAmero e emiss\u00E3o/validade do documento de identifica\u00E7\u00E3o</li>\
    <li>Nacionalidade</li>\
    <li>Morada </li>\
    <li>Data de nascimento</li>\
    <li>Naturalidade: Distrito,Concelho e Freguesia</li>\
    <li>Email</li>\
    <li>G\u00EAnero </li>\
    <li>Estado Civil</li>\
    <li>Nome do Pai e da M\u00E3e</li>\
    <li>Telefone/Telem\u00F3vel</li>\
    <li>Estatuto trabalhador estudante</li>\
    <li>Identifica\u00E7\u00E3o fiscal</li>\
    <li>Situa\u00E7\u00E3o profissional</li>\
    <li>Tipo e nome do curso</li>\
    <li>Ano curricular</li>\
</ul>
authorize.personal.data.access.yes = Yes
authorize.personal.data.access.no = No
authorize.personal.data.access.saved = Your options have been saved.
authorize.personal.data.access.submit = Submit
authorize.personal.data.access.submit.not.available.underage = You must be over 18 years old to give this consent.
authorize.personal.data.access.acknowledge = Acknowledge
authorize.personal.data.cgd.ulisboa.card.title = Tomada de conhecimento sobre a ced\u00EAncia de dados para emiss\u00E3o do Cart\u00E3o da ULisboa
authorize.personal.data.cgd.ulisboa.card.content = <p>No \u00E2mbito do Protocolo existente entre a Universidade de Lisboa e a Caixa Geral de Dep\u00F3sitos, a emiss\u00E3o do cart\u00E3o de identifica\u00E7\u00E3o \u00E9 feita com a coopera\u00E7\u00E3o da entidade banc\u00E1ria, com benef\u00EDcios para os alunos e restantes utentes da Escola. O cart\u00E3o de identifica\u00E7\u00E3o \u00E9 obrigat\u00F3rio e totalmente gratuito, sendo a sua utiliza\u00E7\u00E3o essencial para a identifica\u00E7\u00E3o do aluno noutras escolas da Universidade e acesso \u00E0s unidades alimentares (cantinas) dos Servi\u00E7os de Ac\u00E7\u00E3o Social da Universidade de Lisboa.</p><p>Assim, declaro que tomei conhecimento que o Instituto Superior T\u00E9cnico enviar\u00E1 \u00E0 Caixa Geral de Dep\u00F3sitos os seguintes dados, para efeitos de emiss\u00E3o e utiliza\u00E7\u00E3o do cart\u00E3o de identifica\u00E7\u00E3o da Universidade de Lisboa: T\u00E9cnico ID , Nome do aluno , Tipo, n\u00FAmero e emiss\u00E3o/validade do documento de identifica\u00E7\u00E3o , Nacionalidade , Data de nascimento , Identifica\u00E7\u00E3o fiscal , Nome e Tipo do curso , Ano curricular</p>
authorize.personal.data.tecnico.card.title = Tomada de conhecimento sobre a ced\u00EAncia de dados para emiss\u00E3o do Cart\u00E3o do IST
authorize.personal.data.tecnico.card.content = <p>No \u00E2mbito do Protocolo existente entre o Instituto Superior T\u00E9cnico e o Banco Santander S.A., a emiss\u00E3o do cart\u00E3o de identifica\u00E7\u00E3o \u00E9 feita com a coopera\u00E7\u00E3o da entidade banc\u00E1ria, com benef\u00EDcios para os alunos e restantes utentes da Escola. O cart\u00E3o de identifica\u00E7\u00E3o \u00E9 obrigat\u00F3rio e totalmente gratuito, sendo a sua utiliza\u00E7\u00E3o essencial para o bom funcionamento dos servi\u00E7os da Escola.</p><p>Assim, declaro que tomei conhecimento que o Instituto Superior T\u00E9cnico enviar\u00E1 ao Banco Santander S.A. os seguintes dados, para efeitos de emiss\u00E3o e utiliza\u00E7\u00E3o do cart\u00E3o de identifica\u00E7\u00E3o do Instituto Superior T\u00E9cnico: T\u00E9cnico ID, Nome a constar no cart\u00E3o, categoria na escola e departamento associado ao curso.</p>
label.card.id.search.username = Username
label.date = Date
label.title = Title
label.text = Text
label.answer = Answer
label.grant = Grant
label.revoke = Revoke
label.take.consent = Take consent
label.event.overdue = User has overdue payments: {0}.
label.event.not.consistent = It was not possible to check student debt situation because either the payment rules are not correctly defined or the students process is not consistent: {0}.
label.person.details.country.none = Missing nationality.
label.person.details.address.none = Missing valid address compatible with TIN.
label.person.details.address.country.none =  Missing country for address.
label.person.details.address.postCode.invalid = Invalid post code.
label.person.details.vatNumber.none = No VAT Number.
label.person.details.vatNumber.invalid = Invalid VAT Number
label.person.details.no.address.for.tin = No address for corresponding TIN number.
label.person.details.no.valid.post.code.for.tin = The address for the corresponding TIN number has no valid post code.
label.identification.card = Técnico Card
label.identification.card.log = Santander Cards Search
label.santander.entry.new.request.creation.date = Creation Date
label.santander.entry.new.request.error.flag = Request Successful
label.santander.entry.new.request.error.message = Error Message
label.santander.entry.new.request.person.identification = Identification
label.santander.entry.new.request.person.name = Name
print = Print
subtitle.santander.cards=Santander Cards
title.income.statement.instructions = All teaching staff and researchers on an exclusivity agreement with IST must \
  present a financial statement of the previous year, until the date to be yearly defined by the Management Board. \
  This can be made by delivering one of the following documents:<br/> \
  <ol type="a"> \
  <li>Income Tax Return Statement, form 3 model, with the respective validation code of the Internal Revenue Service \
  (all information regarding the identification of third parties and their income should be excluded).</li> \
  <li>A certificate issued by the Internal Revenue Service certifying the source of income obtained through employment, \
  through self-employment or liberal activity.</li>
  </ol> \
  The document submitted on this page must be in PDF file format.
title.income.statement.declaration = I, {0}, the undersigned, declare that in the year referred to in the document that \
  I hereby submit, was participating exclusively with Instituto Superior Técnico, according to the terms of article 70, \
  no. 1, of the Portugal Academic Career Structure or Article 52, paragraph 1, of the Scientific Research Career \
  Statutes (indicate accordingly to whether it refers to an academic teacher or researcher).<br/>\
  I further confirm that I did not have any other public or private professional engagement or any other remunerated \
  activity, including liberal activity, which may have compromised or violated the above mentioned exclusivity agreement.
title.income.statement.accept = Accept Declaration
title.income.statement.year = Year Relative to the Statement 
title.income.statement.file = Proof of Income
title.income.statement.submit.sucess = The Statement was successfully submitted.
title.income.statement.declaration.subject = Income Statement {0}
title.income.statement.declaration.body = Your income statement was now registered with filename {0} acompanied by the \
  following statement:\n\n \
  I, {2}, the undersigned, declare that in the year referred to in the document that \
  I hereby submit, was participating exclusively with Instituto Superior Técnico, according to the terms of article 70, \
  no. 1, of the Portugal Academic Career Structure or Article 52, paragraph 1, of the Scientific Research Career \
  Statutes (indicate accordingly to whether it refers to an academic teacher or researcher).<br/>\
  I further confirm that I did not have any other public or private professional engagement or any other remunerated \
  activity, including liberal activity, which may have compromised or violated the above mentioned exclusivity agreement. \
  \n\n-- {3}
title.income.statement.documents = Registered Documents