api.service.agreement.title = Termos da API
label.submit = Submeter
oauthapps.default.service.agreement = Por favor defina os termos de servico em /api/serviceAgreement.html na sua instala\u00E7\u00E3o.
oauthapps.label.terms.checksum = C\u00F3digo de controlo:{0}
oauthapps.label.terms.generated.date = Esta p\u00E1gina foi gerada em {0}
oauthapps.text.manage.applications.agree.terms = Eu li e aceito o contrato de servi\u00E7o descrito acima.
oauthapps.text.manage.applications.register = Para registar aplica\u00E7\u00F5es externas e ter acesso \u00E0 API \u00E9 necess\u00E1rio aceitar os seguintes termos de utiliza\u00E7\u00E3o:
authorize.personal.data.access.history = Consultar hist\u00F3rico de autoriza\u00E7\u00F5es
authorize.personal.data.access.title = Gerir Ced\u00EAncia de Dados

authorize.personal.data.access.title.santander.card = Cart\u00E3o identifica\u00E7\u00E3o IST
authorize.personal.data.access.title.cgd.card  = Cart\u00E3o identifica\u00E7\u00E3o Ulisboa
authorize.personal.data.access.title.bpi.card  = N/A
authorize.personal.data.access.description.santander.card=<p>\
    No \u00E2mbito do Protocolo existente entre o Instituto Superior T\u00E9cnico e o Santander Totta, a emiss\u00E3o do cart\u00E3o de identifica\u00E7\u00E3o \u00E9 feita com a coopera\u00E7\u00E3o da entidade banc\u00E1ria, com benef\u00EDcios para os alunos e restantes utentes da Escola.</p>\
<p>O cart\u00E3o de identifica\u00E7\u00E3o \u00E9 obrigat\u00F3rio e totalmente gratuito, sendo a sua utiliza\u00E7\u00E3o essencial para o bom funcionamento dos servi\u00E7os da Escola.</p>\
<p>Assim, Declaro que tomei conhecimento que o Instituto Superior T\u00E9cnico enviar\u00E1 ao Santander Totta os seguintes dados, para efeitos de emiss\u00E3o e utiliza\u00E7\u00E3o do cart\u00E3o de identifica\u00E7\u00E3o do Instituto Superior T\u00E9cnico:</p>\
<ul>\
    <li>T\u00E9cnico ID</li>\
    <li>Nome completo do aluno</li>\
    <li>Tipo, n\u00FAmero e emiss\u00E3o/validade do documento de identifica\u00E7\u00E3o</li>\
    <li>Nacionalidade</li>\
    <li>Morada</li>\
    <li>Pa\u00EDs de resid\u00EAncia</li>\
    <li>Data de nascimento</li>\
    <li>Naturalidade: Distrito,Concelho e Freguesia</li>\
    <li>Email</li>\
    <li>G\u00EAnero</li>\
    <li>Estado Civil</li>\
    <li>Nome do Pai e da M\u00E3e</li>\
    <li>Telefone/Telem\u00F3vel</li>\
    <li>Tipo e Nome do Curso</li>\
    <li>Ano Curricular</li>\
</ul>
authorize.personal.data.access.description.cgd.card=<p>No \u00E2mbito do Protocolo existente entre a Universidade de Lisboa e a Caixa Geral de Dep\u00F3sitos , a emiss\u00E3o do cart\u00E3o de identifica\u00E7\u00E3o \u00E9 feita com a coopera\u00E7\u00E3o da entidade banc\u00E1ria, com benef\u00EDcios para os alunos e restantes utentes da Escola.</p>\
<p>O cart\u00E3o de identifica\u00E7\u00E3o \u00E9 obrigat\u00F3rio e totalmente gratuito, sendo a sua utiliza\u00E7\u00E3o essencial para a identifica\u00E7\u00E3o do aluno noutras escolas da Universidade e acesso \u00E0s unidades alimentares (cantinas) dos Servi\u00E7os de Ac\u00E7\u00E3o Social da Universidade de Lisboa.</p>\
<p>Assim, Declaro que tomei conhecimento que o Instituto Superior T\u00E9cnico enviar\u00E1 \u00E0 Caixa Geral de Dep\u00F3sitos os seguintes dados, para efeitos de emiss\u00E3o e utiliza\u00E7\u00E3o do cart\u00E3o de identifica\u00E7\u00E3o da Universidade de Lisboa:</p>\
<ul>\
    <li>T\u00E9cnico ID</li>\
    <li>Nome do aluno</li>\
    <li>Tipo, n\u00FAmero e emiss\u00E3o/validade do documento de identifica\u00E7\u00E3o</li>\
    <li>Nacionalidade</li>\
    <li>Data de nascimento</li>\
    <li>Identifica\u00E7\u00E3o fiscal</li>\
    <li>Nome e Tipo do curso</li>\
    <li>Ano curricular</li>\
</ul>
authorize.personal.data.access.description.bpi.card = N/A

authorize.personal.data.access.title.santander.bank = Santander - abertura de conta
authorize.personal.data.access.title.cgd.bank  = CGD - abertura de conta
authorize.personal.data.access.title.bpi.bank  = BPI - abertura de conta
authorize.personal.data.access.description.santander.bank=<p>No \u00E2mbito do Protocolo existente entre o Instituto Superior T\u00E9cnico e o Santander Totta, a emiss\u00E3o do cart\u00E3o de identifica\u00E7\u00E3o \u00E9 feita com a coopera\u00E7\u00E3o da entidade banc\u00E1ria. No \u00E2mbito do mesmo protocolo ser\u00E1 poss\u00EDvel ao aluno a abertura de uma conta banc\u00E1ria e inser\u00E7\u00E3o de val\u00EAncia banc\u00E1ria no referido cart\u00E3o, com benef\u00EDcios para os alunos e toda a escola.</p>\
<p>Assim, para facilitar este processo de recolha de dados no processo de abertura de conta, no stand do Santander Totta, poder\u00E1 autorizar que os dados recolhidos pela Escola sejam cedidos ao Santander Totta, atrav\u00E9s da aceita\u00E7\u00E3o das declara\u00E7\u00F5es abaixo.</p>\
<p>Declaro que autorizo o Instituto Superior T\u00E9cnico a transmitir os seguintes dados ao Santander Totta, para efeitos de eventual abertura de conta:</p>\
<ul>\
    <li>T\u00E9cnico ID</li>\
    <li>Nome </li>\
    <li>Indica\u00E7\u00E3o da rela\u00E7\u00E3o com a institui\u00E7\u00E3o (Aluno/Colaborador/Docente)</li>\
    <li>Ano Curricular</li>\
    <li>Nome Completo</li>\
    <li>N\u00FAmero de documento de identifica\u00E7\u00E3o</li>\
    <li>Nacionalidade</li>\
    <li>Morada de resid\u00EAncia</li>\
    <li>Ano lectivo de inscri\u00E7\u00E3o</li>\
    <li>Ano curricular</li>\
    <li>Tipo e Nome do Curso</li>\
    <li>N\u00FAmero de inscri\u00E7\u00F5es</li>\
</ul>
authorize.personal.data.access.description.cgd.bank=<p>No \u00E2mbito do Protocolo existente entre a Universidade de Lisboa e a Caixa Geral de Dep\u00F3sitos, a emiss\u00E3o do cart\u00E3o de identifica\u00E7\u00E3o \u00E9 feita com a coopera\u00E7\u00E3o da entidade banc\u00E1ria. No \u00E2mbito do mesmo protocolo ser\u00E1 poss\u00EDvel ao aluno a abertura de uma conta banc\u00E1ria e inser\u00E7\u00E3o de val\u00EAncia banc\u00E1ria no referido cart\u00E3o, com benef\u00EDcios para os alunos e toda a escola.</p>\
<p>Assim, para facilitar este processo de recolha de dados no processo de abertura de conta, no stand da caixa Geral de Dep\u00F3sitos, poder\u00E1 autorizar que os dados recolhidos pela Escola sejam cedidos \u00E0 Caixa Geral de Dep\u00F3sitos, atrav\u00E9s da aceita\u00E7\u00E3o das declara\u00E7\u00F5es abaixo.</p>\
<p>Declaro que autorizo o Instituto Superior T\u00E9cnico a transmitir os seguintes dados \u00E0 Caixa Geral de Dep\u00F3sitos, para efeitos de eventual abertura de conta:</p>\
<ul>\
    <li>T\u00E9cnico ID</li>\
    <li>Nome do aluno</li>\
    <li>Tipo, n\u00FAmero e emiss\u00E3o/validade do documento de identifica\u00E7\u00E3o</li>\
    <li>Nacionalidade</li>\
    <li>Morada </li>\
    <li>Data de nascimento</li>\
    <li>Naturalidade: Distrito,Concelho e Freguesia</li>\
    <li>Email</li>\
    <li>G\u00EAnero </li>\
    <li>Estado Civil</li>\
    <li>Nome do Pai e da M\u00E3e</li>\
    <li>Telefone/Telem\u00F3vel</li>\
    <li>Estatuto trabalhador estudante</li>\
    <li>Identifica\u00E7\u00E3o fiscal</li>\
    <li>Situa\u00E7\u00E3o profissional</li>\
    <li>Tipo e nome do curso</li>\
    <li>Ano curricular</li>\
</ul>
authorize.personal.data.access.description.bpi.bank=<p>No \u00E2mbito do Protocolo existente entre o Instituto Superior T\u00E9cnico, Associa\u00E7\u00E3o dos Estudantes do IST (AEIST) e Banco BPI , a emiss\u00E3o do cart\u00E3o de Associado da AEIST \u00E9 feita com a coopera\u00E7\u00E3o da entidade banc\u00E1ria. No \u00E2mbito do mesmo protocolo ser\u00E1 poss\u00EDvel ao aluno a abertura de uma conta banc\u00E1ria e inser\u00E7\u00E3o de val\u00EAncia banc\u00E1ria no referido cart\u00E3o, com benef\u00EDcios para os alunos e toda a escola.</p>\
<p>Assim, para facilitar este processo de recolha de dados no processo de abertura de conta, no stand do Banco BPI, poder\u00E1 autorizar que os dados recolhidos pela Escola sejam cedidos ao Banco BPI, atrav\u00E9s da aceita\u00E7\u00E3o das declara\u00E7\u00F5es abaixo.</p>\
<p>Declaro que autorizo o Instituto Superior T\u00E9cnico a transmitir os seguintes dados do Banco BPI, para efeitos de eventual abertura de conta:</p>\
<ul>\
	<li>T\u00E9cnico ID</li>\
	<li>Nome do aluno</li>\
    <li>Tipo, n\u00FAmero e emiss\u00E3o/validade do documento de identifica\u00E7\u00E3o</li>\
    <li>Nacionalidade</li>\
    <li>Identifica\u00E7\u00E3o fiscal</li>\
    <li>Telefone</li>\
    <li>Email</li>\
    <li>G\u00EAnero</li>\
    <li>Data de nascimento</li>\
    <li>Naturalidade</li>\
    <li>Morada</li1>\
    <li>Tipo e nome do curso</li>\
</ul>



authorize.personal.data.access.yes = Sim
authorize.personal.data.access.no = N\u00E3o
authorize.personal.data.access.saved = As suas op\u00E7\u00F5es foram guardadas.
authorize.personal.data.access.submit = Submeter
authorize.personal.data.access.submit.not.available.underage = Tem de ser maior de idade para dar este consentimento.
authorize.personal.data.access.acknowledge = Tomei Conhecimento
label.card.id.search.username = Username
label.date = Data
label.title = T\u00EDtulo
label.text = Texto
label.answer = Resposta
label.grant = Autorizar
label.revoke = Revogar
label.take.consent = Tomei conhecimento
label.event.overdue = O utilizador tem d\u00EDvidas por liquidar: {0}.
label.event.not.consistent = N\u00E3o foi poss\u00EDvel avaliar as d\u00EDvidas deste aluno, pois ou o processo do aluno n\u00E3o se encontra consistente, ou as r\u00E9gras de pagamento est\u00E3o mal definidas: {0}.
label.person.details.country.none = Falta de nacionalidade.
label.person.details.address.none = Falta de morada v\u00E1lida compat\u00EDvel com o NIF.
label.person.details.address.country.none =  Falta de pa\u00EDs da morada.
label.person.details.address.postCode.invalid = C\u00F3digo postal inv\u00E1lido.
label.person.details.vatNumber.none = Falta indica\u00E7\u00E3o do NIF
label.person.details.vatNumber.invalid = NIF Inv\u00E1lido
label.person.details.no.address.for.tin = N\u00E3o h\u00E1 nenhuma morada correspondente ao NIF do aluno.
label.person.details.no.valid.post.code.for.tin = A morada correspondente ao NIF n\u00E3o tem um c\u00F3digo de postal v\u00E1lido.
label.identification.card = Cartão do Técnico
label.identification.card.log = Pesquisa Cartões Santander
print = Imprimir
subtitle.santander.cards=Cartões Santander
